Repository: common-repository/wptwitbox
Catalog: lang/wptwitbox-*.po
Languages: de_de

source: Tool box with useful power tools around Twitter and Bit.ly shortener.
de_de: Werkzeugkasten mit praktischen Tools rund um Twitter und Bit.ly Shortener.

source: wpTwitBox reports
de_de: wpTwitBox meldet

source: Please sign in with Twitter
de_de: Anmeldeverknüpfung mit Twitter erforderlich

source: requires at least WordPress 2.8 and PHP 5
de_de: benötigt mindestens WordPress 2.8 und PHP 5

source: Bit.ly Actions
de_de: Bit.ly Aktionen

source: Convert links to Bit.ly links in incoming comments
de_de: Links in den Kommentaren in Bit.ly Links umwandeln

source: Keep post permalinks as cachable Bit.ly links
de_de: Permalinks als Bit.ly Links im Cache aufbewahren

source: Use J.mp instead of Bit.ly
de_de: Shortener J.mp anstatt von Bit.ly nutzen

source: Twitter Actions
de_de: Twitter Aktionen

source: Sign in with Twitter
de_de: Mit Twitter anmelden

source: Revoke access
de_de: Zugriff widerrufen

source: Hourly update for your twitter followers count
de_de: Anzahl der Follower stündlich aktualisieren

source: Auto Tweet: Twitter notification if new posts
de_de: Auto Tweet: Bei neuen Beiträgen twittern

source: About
de_de: Information

source: by
de_de: von

source: Follow on Twitter
de_de: Auf Twitter folgen

source: http://www.wpSEO.org
de_de: http://www.wpSEO.de

source: Learn about wpSEO
de_de: wpSEO kennenlernen
